Repository: xstatic/dr4rent
Catalog: sites/all/translations/bundle_copy-7.x-1.1.*.po
Languages: ru

source: Next
ru: Далее

source: Cancel
ru: Отменить

source: Import
ru: Импорт

source: Export
ru: Экспорт

source: Label
ru: Метка

source: Field name
ru: Имя поля

source: Fields
ru: Поля

source: Export data
ru: Экспортировать данные

source: Import data
ru: Импорт данных

source: Bundle
ru: Набор

source: No fields found.
ru: Полей не найдено.

source: Select fields you want to export.
ru: Выберите поля, которые вы хотите экспортировать.

source: Copy the export text and paste it into another bundle using the import function.
ru: Скопируйте текст экспорта и вставьте его в другой набор, используя функцию импорта.

source: This form will import bundle and field definitions.
ru: Эта форма импортирует набор и определения полей.

source: Paste the text created by a bundle export into this field.
ru: В это поле вставьте текст, созданный через экспорт наборов.

source: %bundle bundle has been created.
ru: Набор %bundle был создан.

source: %bundle bundle has been updated.
ru: Набор %bundle был обновлен.

source: %field_name field could not be created because the module %module is disabled or missing.
ru: Поле %field_name не может быть создано, потому что модуль %module не включен или отсутствует.

source: %field_name field has been created.
ru: Поле %field_name было создано.

source: %field_name field has been updated.
ru: Поле %field_name было обновлено.

source: %field_name instance has been created for @bundle in @entity_type.
ru: Создан экземпляр поля %field_name для @bundle в @entity_type.

source: %field_name instance has been updated for @bundle in @entity_type.
ru: Обновлен экземпляр поля %field_name для @bundle в @entity_type.

source: The pasted text did not contain any valid export data.
ru: Вставленный текст не содержит действительных экспортных данных.

source: Import and exports bundles through the UI.
ru: Импорт и экспорт наборов через пользовательский интерфейс.
