Repository: xstatic/dr4rent
Catalog: sites/all/translations/galleryformatter-7.x-1.3.*.po
Languages: de, es, fr

source: User interface
de: Benutzeroberfläche
es: Interfaz de usuario
fr: Interface utilisateur

source: None
de: Keine
es: Ninguno
fr: Aucun(e)

source: Next page
de: Nächste Seite
es: Siguiente página
fr: Page suivante

source: No style
de: Kein Design
es: Sin estilo
fr: Aucun style

source: Choose the gallery style.
de: Wähle den Galeriestil.
es: Elija el estilo de la galería.
fr: Choisir le style de galerie.

source: Display multi-value fields as an jQuery Image gallery.
es: Mostrar campos multi valores como galería de imágenes de jQuery.
fr: Afficher des champs à multiples valeurs en tant que galerie jQuery.

source: Provides a jquery gallery CCK formatter for imagefield
es: Proporciona un formateador CCK de galería jQuery para el campo de imagen
fr: Fournit un formateur de galerie CCK jQuery pour imagefield

source: View the full image
de: Zeige das Originalbild
es: Ver la imágen completa
fr: Voir l'image en taille réelle

source: Previous page
de: Vorherige Seite
es: Página anterior
fr: Page précédente

source: None (original image)
de: Keine (Originalbild)
es: Ninguno (imagen original)
fr: Aucun (image d'origine)

source: Select the slide style
de: Wähle den Präsentationsstil
es: Seleccionar el estilo de la diapositiva
fr: Choisir le style de diapositive

source: Select the imagecache style you would like to show when clicked on the thumbnail.
de: Wähle den Imagecachestil der gezeigt wird, wenn auf das Vorschaubild geklickt wird
fr: Sélectionner le style imagecache que vous voulez montrer lorsque vous cliquez sur la vignette.

source: Select the thumbnail style
de: Wähle den Vorschaubildstil
es: Seleccionar el estilo de la miniatura
fr: Choisir le style de vignette

source: Select the imagecache style you would like to show for the thumbnails list.
de: Wähle den Imagecachestil für die Vorschaubilderliste.
fr: Sélectionner le style imagecache que vous voulez montrer lorsque vous cliquez sur la liste des vignettes.

source: Select the full image style
de: Wähle den Stil für das Bild in Originalgröße
fr: Choisir le style de l'image taille réelle

source: Do not use modal
fr: Ne pas utiliser de fenêtre modale

source: Use jQuery modal for full image link
fr: Utiliser la fenêtre modale jQuery pour le lien de l'image à taille réelle

source: Select which jQuery modal module you'd like to display the full link image in, if any.
fr: Sélectionnez le module de fenêtre modale jQuery avec lequel vous souhaitez afficher le lien de l'image à taille réelle, s'il existe.

source: Slides style: @value
de: Präsentationsstil: @value
fr: Style des diapositives : @value

source: Thumbnails style: @value
de: Vorschaubildstil: @value
es: Estilos de miniatura: @value
fr: Style des vignettes : @value

source: Gallery style: @value
de: Galeriestil: @value
fr: Style de la galerie : @value

source: Linking to full image
de: Verlinke zum Bild in Originalgröße
fr: Lien vers l'image taille réelle

source: Not linking to full image
de: Verlinke nicht zum Bild in Originalgröße
fr: Pas de lien vers l'image taille réelle

source: Full image style: @value
de: Stil für Bild in Originalgröße: @value
fr: Style de l'image taille réelle : @value

source: Modal used for full image: @value
fr: Fenêtre modale utilisée pour l'image en taille réelle : @value

source: Previous image
de: Vorheriges Bild
fr: Image précédente

source: Next image
de: Nächstes Bild
fr: Image suivante

source: Style
de: Darstellung
es: Estilo

source: jQuery Gallery
de: jQuery Galerie
es: Galería de jQuery

source: image
de: Bild
es: imagen

source: Select the imagecache style you would like to show when clicked on the thumbnail.<br />If you select none, the the link will point to the original image.
de: Wähle den Imagecachestil der gezeigt wird, wenn auf das Vorschaubild geklickt wird.<br />Wenn sie "Keinen" auswählen, wird der Link auf das Originalbild verweisen.

source: Gallery Formatter
es: Formateador de Galería

source: Link slides to the full image
es: Enlazar las diapositivas con la imagen de tamaño completo

source: How to link to the full image
es: Cómo enlazar la imagen completa

source: Using a link
es: Utilizando un enlace

source: On slide click
es: Al hacer click sobre la diapositiva

source: Linking method: @value
es: Método de enlazamiento: @value
